{
  "item.platos.control_key": "Ключ Контороля",
  "item.platos.wrench": "Ключ для Разборки Судна",
  "item.platos.lift_jack": "Домкрат",
  "item.platos.clearing_scythe": "Коса",
  "item.platos.boarding_stairs": "Посадочная Лестница",

  "block.platos.ship_controller": "Контролер Судна",
  "block.platos.wheel_block": "Колесо",
  "block.platos.float_block": "Двигатель корабля",
  "block.platos.balloon_block": "Воздушный Шар Дирижабля",

  "scythe.platos.tooltip": "используйте этот предмет, чтобы убрать траву!",
  "liftjack.platos.tooltip":"Игрок будет сидеть на блоке",
  "liftjack.platos.tooltip2": "над уровнем земли/воды",
  "boardingstairs.platos.tooltip": "Наведите на отдаленный автомобиль и взаимодействуйте, чтобы попасть дальше!",

  "itemGroup.platos.tab": "Plato's Transporters",

  "book.platos.page1": "Добро пожаловать в platos transporters, этот мод находится в раннем выпуске, так что там может быть §l,баги",
  "book.platos.page2": "§lПриступая к работе§r \n\nЧтобы начать работу, вам сначала нужно создать §oКонтролер Судна§r и §oКлюч Контороля§r возможно, вы также захотите создать §oДомкрат§r. Чтобы создать транспортное средство, ему требуется правильное количество двигателей корабля, воздушных шаров или колес для желаемой местности",
  "book.platos.page3": "1 Двигатель Корабля = 20 блоков \n\n1 Колесо = 10 блоков \n\n1 Воздушный Шар Дирижабля = 2 блока \n\n(все они настраиваются в конфиге) соберите свой корабль из действительных материалов лодки, а затем Поместите контроллер",
  "book.platos.page4": "Контроллер сообщит вам, есть ли какие-либо ошибки, или он создаст ваш автомобиль. По умолчанию блок на котором сидит игрок (в передней части геймпада) будет находиться 1 блок над землей, чтобы изменить это, используйте домкрат",
  "book.platos.page5": "Домкрат может подниматься и опускаться там, где сидит игрок, чтобы опустить использовать Shift+ПКМ (по блоку), чтобы изменить высоту судна (указанную во всплывающей подсказке домкрата), вы можете взаимодействовать с блоком контроллера с домкратом в вашей основной руке",
  "book.platos.page6": "Как только транспортное средство создано, есть несколько элементов управления, чтобы заставить водные и наземные варианты двигаться вперед, нужно просто держать ключ управления, в то время как дирижабль будет двигаться в том направлении, куда смотрит игрок, когда используется ключ (ПКМ)",
  "book.platos.page7": "Чтобы разобрать автомобиль, вы должны сесть на него, а затем использовать ключ для разборки, он снова превратится в блоки в том направлении, в котором он был постороен, если есть место"

}
